"Main Screen" = "メインスクリーン";
"Screen #%d" = "スクリーン #%d";
"New CornerClick Version" = "新しいバージョンの CornerClick";
"An old version of CornerClick was active (version %d.%d.%d). It will be deactivated and version %d.%d.%d will be activated."="古いバージョンの CornerClick が有効になっています (バージョン %d.%d.%d). 古いものを無効にしバージョン %d.%d.%d を有効にします.";

"Deactivate Failed"="アクティベート停止失敗";
"The CornerClick helper application could not be deactivated."="CornerClick ヘルパアプリケーションを 終了させる事ができませんでした.";
"OK"="OK";

"Trying to activate"="アクティベート中";
"Trying to deactivate"="アクティベート停止中";

"Activate Failed"="アクティベート失敗";
"The CornerClick helper application could not be launched."="CornerClick ヘルパアプリケーションを起動できませんでした.";

"no file chosen"="ファイルが選択されていません";
"no script chosen"="スクリプトが選択されていません";

"Hide Current Application"="現在のアプリケーションを隠す";
"Hide Other Applications"="ほかのアプリケーションを隠す";
"Open URL %@"="URL %@ を開く";
"Click"="クリック";